Repository: gabrisp/iwearit
Catalog: iWearIt/Localizable.xcstrings
Source language: en
Languages: es

# inspo.stylistchatsheet.askMeByColorOccasion
source: Ask me by color, occasion or one of your pieces.
es: Pídeme por color, por ocasión o por una prenda tuya.

# inspo.stylistchatsheet.askMeForALook
source: Ask me for a look…
es: Pídeme un look…

# inspo.stylistchatsheet.day
source: Day
es: Día

# inspo.stylistchatsheet.iDonTLikeIt
source: I don't like it
es: No me gusta

# inspo.stylistchatsheet.noBlack
source: No black
es: Sin negro

# inspo.stylistchatsheet.otherTrousers
source: Other trousers
es: Otro pantalón

# inspo.stylistchatsheet.saved
source: Saved
es: Guardado

# inspo.stylistchatsheet.saveToFavorites
source: Save to favorites
es: Guardar en favoritos

# inspo.stylistchatsheet.somethingForWork
source: Something for work
es: Algo para el trabajo

# inspo.stylistchatsheet.somethingWarmer
source: Something warmer
es: Algo más abrigado

# inspo.stylistchatsheet.stylist
source: Stylist
es: Estilista

# inspo.stylistchatsheet.upToFourTheLook
source: Up to four: the look is built with them
es: Hasta cuatro: el look se monta con ellas

# inspo.suitcasepickersheet.day
source: DAY
es: DÍA

# inspo.suitcasepickersheet.noDay
source: No day
es: Sin día

# inspo.suitcasepickersheet.packedInTheSuitcase
source: Packed in the suitcase
es: Preparado en la maleta

# inspo.suitcasepickersheet.whichSuitcase
source: Which suitcase?
es: ¿A qué maleta?

# onboarding.comparisonslider.withoutSnazzy
source: Without Snazzy
es: Sin Snazzy

# onboarding.comparisonslider.withSnazzy
source: With Snazzy
es: Con Snazzy

# onboarding.onboardingcontent.alwaysTheSameThreeCombinations
source: Always the same three combinations
es: Siempre las mismas tres combinaciones

# onboarding.onboardingcontent.anotherAlmostIdenticalWhiteShirt
source: Another almost identical white shirt
es: Otra camisa blanca casi igual

# onboarding.onboardingcontent.aSuitcaseFullOfThings
source: A suitcase full of things you don't use
es: Maleta llena de lo que no usas

# onboarding.onboardingcontent.decidingEveryMorningInA
source: Deciding every morning in a rush
es: Decidir cada mañana con prisa

# onboarding.onboardingcontent.getDressedFaster
source: Get dressed faster
es: Vestirme más rápido

# onboarding.onboardingcontent.getTheMostOutOf
source: Get the most out of every piece
es: Sacarle partido a cada prenda

# onboarding.onboardingcontent.iAlwaysWearTheSame
source: I always wear the same clothes
es: Me pongo siempre la misma ropa

# onboarding.onboardingcontent.iBoughtSomethingAndThen
source: I bought something and then realised I already had one just like it
es: He comprado algo y luego he visto que ya tenía uno igual

# onboarding.onboardingcontent.iBuyThingsSimilarTo
source: I buy things similar to what I already have
es: Compro cosas parecidas a las que ya tengo

# onboarding.onboardingcontent.iChangeTwiceBeforeLeaving
source: I change twice before leaving the house
es: Me cambio dos veces antes de salir de casa

# onboarding.onboardingcontent.iDonTKnowHow
source: I don't know how to combine what I have
es: No sé combinar lo que tengo

# onboarding.onboardingcontent.iForgetTheClothesAt
source: I forget the clothes at the back
es: Me olvido de la ropa que tengo al fondo

# onboarding.onboardingcontent.iHaveClothesWithThe
source: I have clothes with the tag still on
es: Tengo ropa con la etiqueta todavía puesta

# onboarding.onboardingcontent.impulseBuyer
source: Impulse buyer
es: Compra compulsiva

# onboarding.onboardingcontent.iPackThingsINever
source: I pack things I never end up wearing
es: Meto en la maleta cosas que luego no uso

# onboarding.onboardingcontent.iPlanTheWeekS
source: I plan the week's outfits on Sunday. In the morning I don't have to think.
es: Dejo los outfits de la semana el domingo. Por la mañana ya no pienso.

# onboarding.onboardingcontent.iRealisedIHadFour
source: I realised I had four almost identical white shirts. I haven't bought anything in three months.
es: Me di cuenta de que tenía cuatro camisas blancas casi iguales. Llevo tres meses sin comprar nada.

# onboarding.onboardingcontent.iWasteTimeEveryMorning
source: I waste time every morning
es: Pierdo tiempo cada mañana

# onboarding.onboardingcontent.makeTheMostOfWhat
source: Make the most of what I have
es: Aprovechar lo que ya tengo

# onboarding.onboardingcontent.matchBetter
source: Match better
es: Combinar mejor

# onboarding.onboardingcontent.myClosetIsFullAnd
source: My closet is full and I have nothing to wear
es: Tengo el armario lleno y nada que ponerme

# onboarding.onboardingcontent.packingStressesMeOut
source: Packing stresses me out
es: Hacer la maleta me estresa

# onboarding.onboardingcontent.packingWasWhatIHated
source: Packing was what I hated most. Now I do it in ten minutes.
es: Hacer la maleta era lo que peor llevaba. Ahora la preparo en diez minutos.

# onboarding.onboardingcontent.planTripsStressFree
source: Plan trips stress-free
es: Preparar viajes sin agobios

# onboarding.onboardingcontent.seeEverythingIOwn
source: See everything I own
es: Ver todo lo que tengo

# onboarding.onboardingcontent.shortOnTime
source: Short on time
es: Poco tiempo

# onboarding.onboardingcontent.stopDecidingInFrontOf
source: Stop deciding in front of the closet
es: Dejar de decidir delante del armario

# onboarding.onboardingcontent.stopOverbuying
source: Stop overbuying
es: Dejar de comprar de más

# onboarding.onboardingcontent.theBackOfTheCloset
source: The back of the closet doesn't exist
es: Lo del fondo del armario no existe

# onboarding.onboardingcontent.theSuitcasePackedWithoutThinking
source: The suitcase, packed without thinking
es: La maleta, hecha sin pensar

# onboarding.onboardingcontent.theWeekAlreadyPlanned
source: The week, already planned
es: La semana, ya planificada

# onboarding.onboardingcontent.travelsOften
source: Travels often
es: Viaja a menudo

# onboarding.onboardingcontent.withoutEmptyingTheDrawers
source: Without emptying the drawers
es: Sin vaciar los cajones

# onboarding.onboardingcontent.youAvoidBuyingDuplicates
source: You avoid buying duplicates
es: Evitas comprar repetido

# onboarding.onboardingcontent.youKnowWhatGoesWith
source: You know what goes with what
es: Sabes qué combina con qué

# onboarding.onboardingcontent.yourWeekIsPlanned
source: Your week is planned
es: Dejas la semana planificada

# onboarding.onboardingcontent.youSeeEverythingYouOwn
source: You see everything you own
es: Ves todo lo que tienes

# onboarding.onboardingcontent.youStopBuyingDuplicates
source: You stop buying duplicates
es: Dejas de comprar repetido

# onboarding.onboardingscansteps.allWithClothesYouAlready
source: All with clothes you already own.
es: Todas con ropa que ya tienes.

# onboarding.onboardingscansteps.downloading
source: Downloading · %1$@%
es: Descargando · %1$@%

# onboarding.onboardingscansteps.facesAndSkinAreDiscarded
source: Faces and skin are discarded; they never reach your closet.
es: Caras y piel se descartan; no llegan al armario.

# onboarding.onboardingscansteps.gettingRecognitionReady
source: Getting recognition ready
es: Preparando el reconocimiento

# onboarding.onboardingscansteps.gettingTheModelReady
source: Getting the model ready
es: Preparando el modelo

# onboarding.onboardingscansteps.installingOnYourIphone
source: Installing on your iPhone
es: Instalando en tu iPhone

# onboarding.onboardingscansteps.itAllHappensOnYour
source: It all happens on your iPhone · keep the app open
es: Todo pasa en tu iPhone · mantén la app abierta

# onboarding.onboardingscansteps.itAllHappensOnYour2
source: It all happens on your iPhone
es: Todo pasa en tu iPhone

# onboarding.onboardingscansteps.letItLookAtMy
source: Let it look at my photos
es: Dejar que mire mis fotos

# onboarding.onboardingscansteps.lookingForYourClothes
source: Looking for your clothes
es: Buscando tu ropa

# onboarding.onboardingscansteps.lookingForYourMostRecent
source: Looking for your most recent photos…
es: Buscando tus fotos más recientes…

# onboarding.onboardingscansteps.mainColor
source: main color
es: color principal

# onboarding.onboardingscansteps.ofPhotos
source: %1$@ of %2$@ photos
es: %1$@ de %2$@ fotos

# onboarding.onboardingscansteps.oneMoment
source: One moment
es: Un momento

# onboarding.onboardingscansteps.onlyTheClothesAreSaved
source: Only the clothes are saved
es: Solo se guarda la ropa

# onboarding.onboardingscansteps.possibleCombinations
source: possible combinations
es: combinaciones posibles

# onboarding.onboardingscansteps.seeMyCloset
source: See my closet
es: Ver mi armario

# onboarding.onboardingscansteps.skip
source: Skip
es: Saltar

# onboarding.onboardingscansteps.snazzyLooksThroughThemOn
source: Snazzy looks through them on your iPhone to cut out the clothes you're wearing.
es: Snazzy las mira en tu iPhone para recortar las prendas que llevas puestas.

# onboarding.onboardingscansteps.youCanGiveItAccess
source: You can give it access to only the photos you want.
es: Puedes darle acceso solo a las fotos que quieras.

# onboarding.onboardingscansteps.youChooseHowMuch
source: You choose how much
es: Tú eliges cuánto

# onboarding.onboardingscansteps.yourClosetNowInside
source: Your closet, now inside
es: Tu armario, ya dentro

# onboarding.onboardingscansteps.yourClothesAreAlreadyNin
source: Your clothes are already in your photos
es: Tu ropa ya está en tus fotos

# onboarding.onboardingscansteps.yourPhotosArenTUploaded
source: Your photos aren't uploaded anywhere.
es: Las fotos no se suben a ningún sitio.

# onboarding.onboardingsteps.aYearYouCouldAvoid
source: a year you could avoid spending
es: al año que podrías no gastar

# onboarding.onboardingsteps.doingTheMaths
source: Doing the maths…
es: Echando cuentas…

# onboarding.onboardingsteps.estimatedFromThePiecesYou
source: Estimated from the %1$@ pieces you told us about.
es: Estimado a partir de las %1$@ prendas que nos has dicho.

# onboarding.onboardingsteps.getStarted
source: Get started
es: Empezar

# onboarding.onboardingsteps.howManyPiecesWouldYou
source: How many pieces would you say you have?
es: ¿Cuántas prendas dirías que tienes?

# onboarding.onboardingsteps.howMuchDoYouSpend
source: How much do you spend on clothes a month?
es: ¿Cuánto gastas en ropa al mes?

# onboarding.onboardingsteps.howMuchOfYourCloset
source: How much of your closet goes unworn
es: Cuánto de tu armario se queda sin usar

# onboarding.onboardingsteps.ifYouCombineWhatYou
source: If you combine what you have instead of buying similar things.
es: Si combinas lo que ya tienes en vez de comprar parecido.

# onboarding.onboardingsteps.inClothesYouBarelyWear
source: in clothes you barely wear
es: en ropa que casi no te pones

# onboarding.onboardingsteps.iWantToMakeThe
source: I want to make the most of it
es: Quiero aprovecharlo

# onboarding.onboardingsteps.justAGuessNobodyCounts
source: Just a guess. Nobody counts them.
es: A ojo. Nadie las cuenta.

# onboarding.onboardingsteps.pickEverythingThatSoundsFamiliar
source: Pick everything that sounds familiar.
es: Marca todo lo que te suene.

# onboarding.onboardingsteps.rightIfItHappensTo
source: Right if it happens to you, left if not.
es: A la derecha si te pasa, a la izquierda si no.

# onboarding.onboardingsteps.roughlyItSToWork
source: Roughly. It's to work out what you could save.
es: Aproximado. Es para calcular lo que te puedes ahorrar.

# onboarding.onboardingsteps.snazzyFindsYourClothesIn
source: Snazzy finds your clothes in your own photos and shows you everything you can wear without buying anything.
es: Snazzy encuentra tu ropa en tus propias fotos y te enseña todo lo que puedes ponerte sin comprar nada.

# onboarding.onboardingsteps.soundFamiliar
source: Sound familiar?
es: ¿Te suena alguna?

# onboarding.onboardingsteps.soWeStartWhereIt
source: So we start where it helps you most.
es: Para empezar por donde más te sirva.

# onboarding.onboardingsteps.swipeAndCompare
source: Swipe and compare
es: Desliza y compara

# onboarding.onboardingsteps.theseAreEstimatesBasedOn
source: These are estimates based on what you told us, not a promise.
es: Son estimaciones a partir de lo que nos has contado, no una promesa.

# onboarding.onboardingsteps.thisIsWhatSSitting
source: This is what's sitting idle
es: Esto es lo que tienes parado

# onboarding.onboardingsteps.whatDoYouWantTo
source: What do you want to achieve?
es: ¿Qué quieres conseguir?

# onboarding.onboardingsteps.whatSStoppingYou
source: What's stopping you?
es: ¿Qué te lo impide?

# onboarding.onboardingsteps.whatYouCouldStopBuying
source: What you could stop buying
es: Lo que puedes dejar de comprar

# onboarding.onboardingsteps.whatYouSpendAYear
source: What you spend a year
es: Lo que gastas al año

# onboarding.onboardingsteps.yourClosetIsAlreadyFull
source: Your closet is already full. You just can't see it yet.
es: Ya tienes el armario lleno. Falta poder verlo.

# onboarding.onboardingsteps.youReNotTheOnly
source: You're not the only one it happens to
es: No eres la única persona a la que le pasa

# onboarding.pendinggarmentsreview.1ItemToReview
source: 1 item to review
es: 1 prenda por revisar

# onboarding.pendinggarmentsreview.adding
source: Adding…
es: Añadiendo…

# onboarding.pendinggarmentsreview.all
source: All
es: Todas

# onboarding.pendinggarmentsreview.discardTheUnmarkedOnes
source: Discard the unmarked ones
es: Descartar las no marcadas

# onboarding.pendinggarmentsreview.itemsToReview
source: %1$@ items to review
es: %1$@ prendas por revisar

# onboarding.pendinggarmentsreview.none
source: None
es: Ninguna

# onboarding.pendinggarmentsreview.toReview
source: To review
es: Por revisar

# onboarding.scanfoundstep.asSoonAsYouHave
source: As soon as you have something for the bottom, the outfits begin.
es: En cuanto tengas algo para abajo, empiezan los outfits.

# onboarding.scanfoundstep.chooseWhichToKeep
source: Choose which to keep
es: Elegir cuáles guardo

# onboarding.scanfoundstep.pieces
source: +%1$@ pieces
es: +%1$@ prendas

# onboarding.scanfoundstep.youCanMakeMoreThan
source: You can make more than %1$@ outfits with them.
es: Puedes hacer más de %1$@ outfits con ellas.

# onboarding.scanreviewstep.chooseTheOnesYouWant
source: Choose the ones you want in your closet. The rest stay to review later from the closet.
es: Elige las que quieras en tu armario. Las demás se quedan para revisarlas luego desde el armario.

# onboarding.scanreviewstep.hereSWhatWeFound
source: Here's what we found
es: Esto hemos encontrado

# onboarding.scanreviewstep.weDidnTFindAny
source: We didn't find any clothes
es: No hemos encontrado prendas

# onboarding.scanreviewstep.youCanAddThemBy
source: You can add them by hand whenever you like, one photo at a time.
es: Puedes añadirlas a mano cuando quieras, una foto cada vez.

# onboarding.scanstage.analysing
source: Analysing
es: Analizando

# onboarding.scanstage.lookingForYourClothes
source: Looking for your clothes
es: Buscando tu ropa

# paywall.creditspill.balance
source: Balance
es: Saldo

# paywall.creditspill.everyPlanAddsCoinsOn
source: Every plan adds coins on each renewal.
es: Con cualquier plan entran monedas cada renovación.

# paywall.creditspill.getCoins
source: Get coins
es: Conseguir monedas

# paywall.creditspill.nothingYet
source: Nothing yet
es: Nada todavía

# paywall.creditspill.spending
source: Spending
es: Gastos

# paywall.creditspill.whereItWent
source: Where it went
es: En qué se ha ido

# paywall.creditspill.youVeRunOutOf
source: You've run out of coins.
es: Te has quedado sin monedas.

# paywall.featuregate.exportAndShareTheOutfits
source: Export and share the outfits you put together.
es: Exporta y comparte los outfits que montes.

# paywall.featuregate.freeWeLookAtPhotos
source: Free, we look at %1$@ photos. With Pro, your whole library.
es: Gratis miramos %1$@ fotos. Con Pro, toda tu galería.

# paywall.featuregate.freeYouCanPlanDays
source: Free, you can plan %1$@ days. With Pro, no limit.
es: Gratis puedes planificar %1$@ días. Con Pro, sin límite.

# paywall.featuregate.fullScan
source: Full scan
es: Escaneo completo

# paywall.featuregate.oneSuitcaseForNow
source: One suitcase for now
es: Una maleta por ahora

# paywall.featuregate.planBeyondThisWeek
source: Plan beyond this week
es: Planifica más allá de esta semana

# paywall.featuregate.seeHowAnOutfitLooks
source: See how an outfit looks on you before you wear it.
es: Mira cómo te queda un outfit antes de ponértelo.

# paywall.featuregate.shareYourLooks
source: Share your looks
es: Comparte tus looks

# paywall.featuregate.tryOnYourOutfits
source: Try on your outfits
es: Pruébate los outfits

# paywall.featuregate.withProYouCanPrepare
source: With Pro you can prepare as many trips as you like at once.
es: Con Pro puedes preparar tantos viajes como quieras a la vez.

# paywall.featuregate.withProYouOrganiseYour
source: With Pro you organise your closet however you want.
es: Con Pro organizas el armario como te dé la gana.

# paywall.featuregate.withSnazzyProYourCloset
source: With Snazzy Pro your closet has no limit.
es: Con Snazzy Pro tu armario no tiene tope.

# paywall.featuregate.youVeCreatedCustomShelves
source: You've created %1$@ custom shelves
es: Has creado %1$@ baldas propias

# paywall.featuregate.youVeReachedPieces
source: You've reached %1$@ pieces
es: Has llegado a %1$@ prendas

# paywall.paywallstep.1Day
source: 1 day
es: 1 día

# paywall.paywallstep.1Month
source: 1 month
es: 1 mes

# paywall.paywallstep.1Week
source: 1 week
es: 1 semana

# paywall.paywallstep.1Year
source: 1 year
es: 1 año

# paywall.paywallstep.499Week
source: €4.99/week
es: 4,99 €/semana

# paywall.paywallstep.750MonthSave37
source: €7.50/month · save 37%
es: 7,50 €/mes · ahorras un 37%

# paywall.paywallstep.1199Month
source: €11.99/month
es: 11,99 €/mes

# paywall.paywallstep.cancelAnytime
source: Cancel anytime.
es: Puedes cancelar cuando quieras.

# paywall.paywallstep.continueForFree
source: Continue for free
es: Seguir gratis

# paywall.paywallstep.days
source: %1$@ days
es: %1$@ días

# paywall.paywallstep.fullScanOfYourLibrary
source: Full scan of your library
es: Escaneo completo de tu galería

# paywall.paywallstep.getEverythingNoutOfYour
source: Get everything out of your closet
es: Saca todo de tu armario

# paywall.paywallstep.lifetime
source: Lifetime
es: Para siempre

# paywall.paywallstep.month
source: %1$@/month
es: %1$@/mes

# paywall.paywallstep.monthly
source: Monthly
es: Mensual

# paywall.paywallstep.months
source: %1$@ months
es: %1$@ meses

# paywall.paywallstep.noLimitsOnClothesSuitcases
source: No limits on clothes, suitcases or scanning.
es: Sin límites de prendas, maletas ni escaneo.

# paywall.paywallstep.oneMoment
source: One moment…
es: Un momento…

# paywall.paywallstep.restorePurchases
source: Restore purchases
es: Restaurar compras

# paywall.paywallstep.shareAndExportYourLooks
source: Share and export your looks
es: Comparte y exporta tus looks

# paywall.paywallstep.sixMonths
source: Six months
es: Seis meses

# paywall.paywallstep.subscribe
source: Subscribe
es: Suscribirme

# paywall.paywallstep.threeMonths
source: Three months
es: Tres meses

# paywall.paywallstep.toTryItForA
source: To try it for a trip
es: Para probarlo un viaje

# paywall.paywallstep.tryOnYourOutfits
source: Try on your outfits
es: Pruébate los outfits

# paywall.paywallstep.twoMonths
source: Two months
es: Dos meses

# paywall.paywallstep.unlimitedClothesAndSuitcases
source: Unlimited clothes and suitcases
es: Prendas y maletas sin límite

# paywall.paywallstep.weekly
source: Weekly
es: Semanal

# paywall.paywallstep.weeks
source: %1$@ weeks
es: %1$@ semanas

# paywall.paywallstep.yearly
source: Yearly
es: Anual

# paywall.paywallstep.years
source: %1$@ years
es: %1$@ años

# paywall.procelebration.fullScanOfYourLibrary
source: Full scan of your library
es: Escaneo completo de tu galería

# paywall.procelebration.letSGo
source: Let's go!
es: ¡A estrenar!

# paywall.procelebration.thanksForSupportingSnazzyHere
source: Thanks for supporting Snazzy. Here's what you just unlocked:
es: Gracias por apoyar Snazzy. Esto es lo que acabas de desbloquear:

# paywall.procelebration.theVirtualFittingRoom
source: The virtual fitting room
es: El probador virtual

# paywall.procelebration.unlimitedClothesAndSuitcases
source: Unlimited clothes and suitcases
es: Prendas y maletas sin límite

# paywall.procelebration.yourCreditsAlreadyInYour
source: Your credits, already in your account
es: Tus créditos, ya en tu cuenta

# paywall.procelebration.youRePro
source: You're Pro!
es: ¡Ya eres Pro!

# paywall.store.enhanceAPiece
source: Enhance a piece
es: Mejorar una prenda

# paywall.store.enhancements
source: Enhancements
es: Mejoras

# paywall.store.tryOnAnOutfit
source: Try on an outfit
es: Probarte un outfit

# paywall.store.tryOns
source: Try-ons
es: Pruebas

# plan.share
source: Share
es: Compartir

# planner.advancedcanvasscreen.bottom
source: Bottom
es: Parte de abajo

# planner.advancedcanvasscreen.center
source: Center
es: Centrar

# planner.advancedcanvasscreen.discard
source: Discard
es: Descartar

# planner.advancedcanvasscreen.discardChanges
source: Discard changes?
es: ¿Descartar los cambios?

# planner.advancedcanvasscreen.everythingYouVeDoneSince
source: Everything you've done since opening the editor will be lost.
es: Se perderá todo lo que hayas hecho desde que abriste el editor.

# planner.advancedcanvasscreen.footwear
source: Footwear
es: Calzado

# planner.advancedcanvasscreen.fullBody
source: Full body
es: Cuerpo entero

# planner.advancedcanvasscreen.head
source: Head
es: Cabeza

# planner.advancedcanvasscreen.item
source: Item
es: Elemento

# planner.advancedcanvasscreen.keepEditing
source: Keep editing
es: Seguir editando

# planner.advancedcanvasscreen.noShelf
source: No shelf
es: Sin balda

# planner.advancedcanvasscreen.nothingWithThisFilter
source: Nothing with this filter
es: Nada con este filtro

# planner.advancedcanvasscreen.part
source: Part
es: Parte

# planner.advancedcanvasscreen.recent
source: Recent
es: Reciente

# planner.advancedcanvasscreen.resetSize
source: Reset size
es: Restablecer tamaño

# planner.advancedcanvasscreen.shortcuts
source: Shortcuts
es: Atajos

# planner.advancedcanvasscreen.straighten
source: Straighten
es: Enderezar

# planner.advancedcanvasscreen.top
source: Top
es: Parte de arriba

# planner.advancedcanvasscreen.where
source: Where?
es: ¿Dónde?

# planner.advancedcanvasscreen.yourOutfits
source: Your outfits
es: Tus conjuntos

# planner.backdroppickersheet.backgroundColor
source: Background color
es: Color del fondo

# planner.canvasstylist.iDidnTUnderstandTry
source: I didn't understand. Try «other trousers», «something warmer» or «no black».
es: No te he entendido. Prueba con «otro pantalón», «algo más abrigado» o «sin negro».

# planner.canvasstylist.nothingInTheClosetWorks
source: Nothing in the closet works with that.
es: Con eso no me sale nada del armario.

# planner.canvasstylist.out
source: Out %1$@ ·
es: Fuera %1$@ ·

# planner.canvasstylist.thereArenTEnoughClothes
source: There aren't enough clothes in the closet yet.
es: Todavía no hay ropa suficiente en el armario.

# planner.canvasstylist.whatShouldIChange
source: What should I change?
es: ¿Qué te cambio?

# planner.canvasstylist.withWhatSInYour
source: With what's in your closet, this is the best match. I'll leave it.
es: Con lo que tienes en el armario, esto es lo que mejor pega. No lo toco.

# planner.daypage.addAFewMoreAnd
source: Add a few more and you'll be able to plan.
es: Añade unas cuantas más y podrás planificar.

# planner.daypage.getASuggestionFromYour
source: Get a suggestion from your wardrobe
es: Obtén una sugerencia de tu guardarropa

# planner.daypage.logWhatYouWore
source: Log what you wore
es: Registra qué llevaste

# planner.daypage.ofPieces
source: %1$@ of %2$@ pieces
es: %1$@ de %2$@ prendas
